Repository: MaxZah123/SFGM
Catalog: GlobalSoftwarePhase3/websiteproj/locale/*/LC_MESSAGES/django.po
Languages: de, ru

source: Welcome to language translation!
de: Willkommen zur Sprachübersetzung!
ru: Добро пожаловать в языковой перевод!

source: English
de: Englisch
ru: английский

source: German
de: Deutsche
ru: Немецкий

source: Russian
de: Russisch
ru: русский

source: Cork City Walks
de: Cork City Spaziergänge
ru: Прогулки по городу Корк

source: Home
de: Zuhause
ru: Дом

source: Private tours
de: Private Touren
ru: Частные туры

source: About us
de: Über uns
ru: О нас

source: Contact Us
de: Kontaktiere uns
ru: Свяжитесь с нами

source: Public tours
de: Öffentliche Führungen
ru: Общественные туры

source: Booking
de: Buchung
ru: Бронирование

source: A Hundred Thousand Welcomes
de: Hunderttausend Willkommen
ru: Сотня тысяч приветствий

source: Céad Míle Fáilte!
ru: Добро пожаловать!

source: We encourage interaction and banter as we seek to share with you our love of Cork, its unique history, friendly people, colourful culture and Corkonian wit and traditions. We will take you on a leisurely walk around the compact 800 year old city, where you will experience the smells and sounds of the English Market, stroll the busy lanes of the 18th century Huguenot Quarter and wonder at Burges’s magnificent French Neo-Gothic cathedral.Mindful that a healthy walk generates a good appetite, we will help you discover a variety of places to eat, drink, enjoy live music (ceol agus craic) and enjoy the best entertainment Cork has to offer during your visit. At journey’s end our wish will be that we have lived up to your expectations and that when you return home you will encourage family and friends to visit Cork by the Lee.
de: Wir fördern die Interaktion und die Scherze, während wir versuchen, unsere Liebe zu Cork, seiner einzigartigen Geschichte, den freundlichen Menschen, der farbenfrohen Kultur und dem korkonischen Witz und den Traditionen mit Ihnen zu teilen. Wir nehmen Sie mit auf einen gemütlichen Spaziergang durch die kompakte 800 Jahre alte Stadt, wo Sie die Gerüche und Geräusche des englischen Marktes erleben, durch die belebten Gassen des Hugenottenviertels aus dem 18. Jahrhundert schlendern und die prächtige französische neugotische Kathedrale von Burges bestaunen können. In dem Bewusstsein, dass ein gesunder Spaziergang einen guten Appetit erzeugt, helfen wir Ihnen dabei, eine Vielzahl von Orten zu entdecken, an denen Sie essen, trinken, Live-Musik (ceol agus craic) genießen und die beste Unterhaltung genießen können, die Cork während Ihres Besuchs zu bieten hat. Am Ende der Reise wünschen wir uns, dass wir Ihre Erwartungen erfüllt haben und dass Sie bei Ihrer Rückkehr nach Hause Familie und Freunde ermutigen, Cork by the Lee zu besuchen.
ru: Мы поощряем общение и подшучивания, поскольку мы стремимся поделиться с вами нашей любовью к Корку, его уникальной историей, дружелюбными людьми, яркой культурой, остроумием и традициями Коркона. Мы возьмем вас на неторопливую прогулку по компактному 800-летнему городу, где вы ощутите запахи и звуки Английского рынка, прогуляетесь по оживленным улочкам квартала гугенотов 18-го века и полюбуйтесь великолепным французским неоготическим собором Берджа. Помня о том, что здоровая прогулка вызывает хороший аппетит, мы поможем вам открыть для себя множество мест, где можно поесть, выпить, насладиться живой музыкой (ceol agus craic) и насладиться лучшими развлечениями, которые Корк может предложить во время вашего визита. В конце путешествия мы пожелаем, чтобы мы оправдали ваши ожидания и, когда вы вернетесь домой, вы посоветуете семье и друзьям посетить Корк у реки Ли.

source: Click below to learn more
de: Klicken Sie unten, um mehr zu erfahren
ru: Нажмите ниже, чтобы узнать больше

source: News
de: Nachrichten
ru: Новости

source: Our 2019 walk will be of circa two hours duration, be conducted primarily on the city centre island and will embrace the historical and cultural life of Cork by the Lee from monastic times into the 21st century. Places and buildings of interest outside the confines of the walk (e. g. Shandon, University College Cork) will, however, be woven into the fabric of the story we tell. Information on entertainment and culinary matters are imparted as we walk. We are adept at ensuring our guests have a dry and enjoyable experience when inclement conditions prevail.
de: Unsere Wanderung 2019 dauert ca. zwei Stunden, wird hauptsächlich auf der Insel im Stadtzentrum durchgeführt und umfasst das historische und kulturelle Leben von Cork durch die Lee von den Klosterzeiten bis ins 21. Jahrhundert. Orte und Gebäude von Interesse außerhalb der Grenzen des Spaziergangs (z. B. Shandon, University College Cork) werden jedoch in den Stoff der Geschichte eingewebt, die wir erzählen. Informationen zu Unterhaltung und kulinarischen Themen werden während des Gehens vermittelt. Wir sind in der Lage sicherzustellen, dass unsere Gäste bei schlechten Bedingungen ein trockenes und angenehmes Erlebnis haben.
ru: Наша прогулка в 2019 году будет длиться около двух часов, будет проводиться в основном на острове в центре города и будет охватывать историческую и культурную жизнь Корка Ли с монашеских времен до 21 века. Места и здания, представляющие интерес, за пределами пешеходной зоны (например, Шандон, Университетский колледж Корка), тем не менее, будут вплетены в ткань истории, которую мы рассказываем. Информация о развлечениях и кулинарии дается во время прогулки. Мы умеем делать так, чтобы у наших гостей было сухое и приятное времяпрепровождение в суровых погодных условиях.

source: Continue reading
de: Weiterlesen
ru: Каждая программа разработана с учетом интересов и временных затрат отдельных лиц, пар, семей или групп из частного, образовательного и корпоративного секторов. Регулярно организуются частные прогулки продолжительностью два, три или четыре часа. Эти туры также могут включать в себя мини-дегустации. на нашем любимом Английском рынке, который может помочь создать уникальный расслабляющий перерыв во время или по окончании частной прогулки с гидом.

source: Important information
de: Wichtige Informationen
ru: Важная информация

source: Available all year round on request.Can be tailor made to meet the special interests, needs and preferred times of each individual client.Group rates available on request.Cork City Walks has experience of guided walking tours with local and international student groups.Special student rates apply
ru: Доступно круглый год по запросу. Может быть адаптировано с учетом особых интересов, потребностей и предпочтительного времени каждого отдельного клиента. Групповые тарифы доступны по запросу. Cork City Walks имеет опыт проведения пешеходных экскурсий с гидом с местными и международными студенческими группами. применяются ставки

source: During the current Covid-19 pandemic our primary concern throughout has been the safety of all who decide to walk with us to enjoy an informative and happy two hours exploring Cork, our city by the Lee.We in Cork City Walks have therefore cancelled our daily and private walking tours until the end of August 2020, when we will again review this policy for September and October.
de: Während der aktuellen Covid-19-Pandemie war unser Hauptanliegen die Sicherheit aller, die sich entschließen, mit uns zu Fuß zu gehen, um eine informative und glückliche zweistündige Erkundung von Cork, unserer Stadt am Lee, zu genießen. Wir in Cork City Walks haben daher unsere tägliche Absage abgesagt und private Wandertouren bis Ende August 2020, wenn wir diese Richtlinie für September und Oktober erneut überprüfen werden.
ru: Во время нынешней пандемии Covid-19 нашей главной заботой всегда была безопасность всех, кто решит прогуляться с нами, чтобы насладиться информативными и счастливыми двумя часами знакомства с Корком, нашим городом у реки Ли.

source: Meanwhile, please stay safe and healthy. Our best wishes, Bart and Jack
de: Bitte bleiben Sie in der Zwischenzeit sicher und gesund. Unsere besten Wünsche, Bart und Jack
ru: А пока, пожалуйста, будьте в безопасности и здоровы. Наши наилучшие пожелания, Барт и Джек

source: Our staff
de: Unsere Angestelten
ru: Наш персонал

source: Meet our wonderful tour guides
de: Treffen Sie unsere wunderbaren Reiseleiter
ru: Познакомьтесь с нашими замечательными экскурсоводами

source: Cancellation policy
de: Stornierungsbedingungen
ru: Политика отмены

source: 100% refund on cancellations 7 days + before booking date, 50%% refund on cancellations 2-6 days before booking date , No refund on cancellations less than 48 hours before booking date
ru: Возврат 100 при отмене за 7 дней + до даты бронирования, возврат 50 % при отмена за 2-6 дней до даты бронирования, при отмене меньше возмещение не производится»«чем за 48 часов до даты бронирования

source: More About Us
de: Mehr über uns
ru: О нас

source: Opening times
de: Öffnungszeiten
ru: Время работы

source: Booking form
de: Buchungsformular
ru: Бронирование

source: Contact us
de: Kontaktiere uns
ru: Свяжитесь с нами

source: Accounting
de: Buchhaltung
ru: Бухгалтерский учет

source: Visit our social pages
de: Besuchen Sie unsere sozialen Seiten
ru: Посетите наши социальные страницы

source: News and Updates
de: Neuigkeiten und Updates
ru: Новости и обновления

source: Sign up to recieve news and promotions
de: Melden Sie sich an, um Neuigkeiten und Werbeaktionen zu erhalten
ru: Подпишитесь, чтобы получать новости и акции

source: Each programme is generated to suit the interests and time commitments of individuals, couples, families or groups from the private, educational and corporate sectors. Private walks of two, three or four hours are regularly organised.These tours can also include a mini tasting experience in our beloved English Market which can help create a unique relaxing interlude during or on termination of a private guided walk.
de: Jedes Programm wird erstellt, um den Interessen und zeitlichen Verpflichtungen von Einzelpersonen, Paaren, Familien oder Gruppen aus dem privaten, Bildungs- und Unternehmenssektor gerecht zu werden. Es werden regelmäßig private Spaziergänge von zwei, drei oder vier Stunden organisiert. Diese Touren können auch eine Mini-Verkostung in unserem beliebten englischen Markt beinhalten, die dazu beitragen kann, während oder nach Beendigung eines privaten geführten Spaziergangs ein einzigartiges, entspannendes Zwischenspiel zu schaffen.

source: 100%% refund on cancellations 7 days + before booking date, 50%% refund on cancellations 2-6 days before booking date , No refund on cancellations less than 48 hours before booking date
de: 100 %% Rückerstattung bei Stornierungen 7 Tage + vor dem Buchungsdatum, 50 %% Rückerstattung bei Stornierungen 2-6 Tage vor dem Buchungsdatum, Keine Rückerstattung bei Stornierungen weniger als 48 Stunden vor dem Buchungsdatum
